---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.AngularSpeed
source: html/88448df6-acb2-d789-cb23-3e5de11d3fe6.htm
---
# Autodesk.Revit.DB.SpecTypeId.AngularSpeed Property

Angular Speed, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId AngularSpeed { get; }
```